[{"question": "What is the capital of France?", "gold_answer": "The capital of France is Paris.", "retrieved_evidence_1": "Paris is the capital city of France.", "retrieved_evidence_2": "France has many cities, including Lyon and Marseille.", "retrieved_evidence_3": "The Eiffel Tower is located in Paris.", "retrieved_evidence_4": "Paris has been France's capital since 987 AD.", "retrieved_evidence_5": "Paris is located in northern France on the Seine River.", "retrieved_evidence_6": "The city of Paris is the political and cultural center of France.", "retrieved_evidence_7": "Paris is home to many famous landmarks besides the Eiffel Tower.", "retrieved_evidence_8": "The population of Paris proper is over 2 million people.", "retrieved_evidence_9": "Paris hosts numerous museums including the famous Louvre.", "retrieved_evidence_10": "The Notre-Dame Cathedral is an iconic Paris landmark.", "retrieved_evidence_11": "Paris is divided into 20 administrative districts called arrondissements.", "retrieved_evidence_12": "The Paris Metro is one of the oldest subway systems in the world.", "retrieved_evidence_13": "Paris is known as the 'City of Light' or 'Ville Lumière'.", "retrieved_evidence_14": "The Arc de Triomphe is located at the center of Paris.", "retrieved_evidence_15": "Paris hosts major fashion events like Paris Fashion Week.", "retrieved_evidence_16": "The Champs-Élysées is a famous avenue in Paris.", "retrieved_evidence_17": "Paris has been a major European city for centuries.", "retrieved_evidence_18": "The Palace of Versailles is located near Paris.", "retrieved_evidence_19": "Paris is a global hub for art, fashion, and culture.", "retrieved_evidence_20": "The Seine River flows through the heart of Paris.", "retrieved_evidence_21": "Paris hosted the 1900 and 1924 Summer Olympics.", "retrieved_evidence_22": "The Panthéon is a historic building in Paris.", "retrieved_evidence_23": "Paris has numerous historic bridges crossing the Seine.", "retrieved_evidence_24": "The Sacré-Cœur basilica sits atop Montmartre hill in Paris.", "retrieved_evidence_25": "Paris is home to many prestigious universities.", "retrieved_evidence_26": "The Paris Opera House is a grand 19th-century building.", "retrieved_evidence_27": "Paris has an extensive public transportation system.", "retrieved_evidence_28": "The Centre Pompidou is a modern art museum in Paris.", "retrieved_evidence_29": "Paris hosts the French Open tennis tournament.", "retrieved_evidence_30": "The Tuileries Garden is a public garden in Paris.", "retrieved_evidence_31": "Paris is a major international business center.", "retrieved_evidence_32": "The Latin Quarter is a historic district in Paris.", "gold_statement_1": "Paris is the capital of France.", "gold_statement_2": "France has a city named Lyon.", "gold_statement_3": "Paris has the Eiffel Tower.", "gold_statement_4": "", "gold_statement_5": "", "gold_statement_6": "", "gold_statement_7": "", "gold_statement_8": "", "gold_statement_9": "", "gold_statement_10": ""}]